import imgAddress1 from "../image/projects/0/address1.jpg";
import imgA1 from "../image/projects/0/a1.jpg";
import imgB1 from "../image/projects/0/b1.jpg";
import imgA2 from "../image/projects/0/a2.jpg";
import imgA21 from "../image/projects/0/a21.jpg";
import imgA22 from "../image/projects/0/a22.jpg";
import imgB2 from "../image/projects/0/b2.jpg";
import img3 from "../image/projects/0/3.jpg";
import img4 from "../image/projects/0/4.jpg";
import img5 from "../image/projects/0/5.jpg";
import img6 from "../image/projects/0/6.jpg";
import img7 from "../image/projects/0/7.jpg";
import img8 from "../image/projects/0/8.jpg";
import imgArka from "../image/projects/0/arka.jpg";
import imgHall from "../image/projects/0/hall.jpg";
import imgHall1 from "../image/projects/0/hall1.jpg";
import imgHall2 from "../image/projects/0/hall2.jpg";
import imgDush from "../image/projects/0/dush.jpg";
import imgDush1 from "../image/projects/0/dush1.jpg";
import imgKitchen from "../image/projects/0/kitchen.jpg";
import imgKoridor from "../image/projects/0/koridor.jpg";
import imgLustra from "../image/projects/0/lustra.jpg";
import imgPavlin from "../image/projects/0/pavlin.jpg";
import imgRoom from "../image/projects/0/room.jpg";
import imgRoom2 from "../image/projects/0/room2.jpg";
export const navbarHeaderConsts = {
  navbarConst: [
    { id: 1, title: "Главная", path: "/" },
    { id: 2, title: "О нас", path: "/about" },
    { id: 3, title: "Проекты", path: "/projects" },
    { id: 4, title: "Акции", path: "/stock" },
    // { id: 5, title: "Обратный звонок", path: "/callback" },
    { id: 6, title: "Контакты", path: "/contacts" },
  ],
};
export const navbarFooterConsts = {
  navbarConst: [
    { id: 1, title: "Главная", path: "/" },
    { id: 2, title: "О нас", path: "/about" },
  ],
  navbarConst2: [
    { id: 3, title: "Проекты", path: "/projects" },
    { id: 4, title: "Акции", path: "/stock" },
  ],
  navbarConst3: [
    // { id: 5, title: "Обратный звонок", path: "/callback" },
    { id: 6, title: "Контакты", path: "/contacts" },
  ],
};
export const fourthSectionMainConsts = {
  steps: [
    {
      title: "Подготовка",
      content:
        " В этот период происходит постановка задач инженерных изысканий, горячее обсуждение и утверждение необходимого технического задания, подготавливается договорная документация и проверяются исходные данные. После проработки этих важных моментов, заключается договор",
    },
    {
      title: "Организация ",
      content: `Ut enim ad minim veniam, qui in ea voluptate velit esse, quam nihil molestiae consequatur, vel illum, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.
      At vero eos et accusamus et iusto odio dignissimos ducimus, quia voluptas sit, aspernatur aut odit aut fugit, sed quia consequuntur magni...`,
    },
    {
      title: "Проведение изысканий",
      content: `Ut enim ad minim veniam, qui in ea voluptate velit esse, quam nihil molestiae consequatur, vel illum, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.`,
    },
    {
      title: "Экспертиза",
      content: `Ut enim ad minim veniam, qui in ea voluptate velit esse, quam nihil molestiae consequatur, vel illum, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.`,
    },
  ],
};
export const sixthSectionMainConsts = {
  items: [
    {
      header: `Сколько вы работаете в этой области?`,
      key: "1",
      text: `Мы работаем уже 30 лет и накопили уникальный опыт. Любые трудности для нас это пустяк`,
    },
    {
      header: `Вы работаете по всей России?`,
      key: "2",
      text: `Вы работаете по всей России?`,
    },
    {
      header: `Какие услуги в плане инженерных изысканий Вы оказываете?`,
      key: "3",
      text: `Какие услуги в плане инженерных изысканий Вы оказываете?`,
    },
    {
      header: `Как оценивается время работ?`,
      key: "4",
      text: `Как оценивается время работ? `,
    },
  ],
};

export const projectCardConsts = [
  {
    src: imgAddress1,
    header: "Московская 11",
    content:
      "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
    id: 0,
  },
  {
    src: imgAddress1,
    header: "Московская 11",
    content:
      "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
    id: 1,
  },
];

export const projectGalleryConst = [
  {
    id: 0,
    cards: [
      {
        src: imgA1,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgB1,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgA2,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgA21,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgA22,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgB2,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: img3,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: img4,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: img5,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: img6,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: img7,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: img8,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgArka,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgHall,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgHall1,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgHall2,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgDush,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgDush1,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgKitchen,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgKoridor,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgLustra,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgPavlin,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgRoom,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
      {
        src: imgRoom2,
        header: "Ванная комната",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
    ],
  },
  {
    id: 1,
    cards: [
      {
        src: imgAddress1,
        header: "Московская 11",
        content:
          "Какое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проектаКакое-то описание проекта",
      },
    ],
  },
];
