export const benefitsSection = {
  title: "Выполняем правильный ремонт квартир в Екатеринбурге",
  cards: [
    {
      subtitle: "Делаем все виды строительных работ",
      content: `Делаем весь комплекс строительных, монтажных и отделочных работ,
      включая установку кондиционеров, замену остекления, установку
      натяжных потолков, установку дверей и многое другое. Демонтаж, вынос
      и вывоз мусора также осуществляем мы.`,
      id: 0,
    },
    {
      subtitle: "Вы можете полностью положиться на нас",
      content: `Вам не придется искать нескольких разных исполнителей для осуществления ремонта – мы все берём на себя.`,
      id: 1,
    },
    {
      subtitle: "Разработаем индивидуальный дизайн-проект",
      content: `Поможем оформить Вашу квартиру в соответствии с Вашим вкусом и потребностями,
       подберём мебель, кухонный гарнитур, светильники, шторы и все остальное. Мы будем курировать Вас до полного завершения работ.`,
      id: 2,
    },
    {
      subtitle: "Заключаем официальный договор",
      content: `В договоре отражены точные сроки ремонта квартиры, стоимость работ и материалов, гарантии.`,
      id: 3,
    },
    {
      subtitle: "Фиксированная стоимость",
      content: `Стоимость отражена в детальной смете, где четко указано, какой вид работ будет выполнен, в каком объеме и сколько ремонт под ключ будет стоить.
      Но в процессе по согласованию с Заказчиком смету можно корректировать.
      `,
      id: 4,
    },
    {
      subtitle: "Полный финансовый отчёт",
      content: `Предоставим документы (чеки, договоры) на каждый потраченный рубль.`,
      id: 5,
    },
    {
      subtitle: "Смета отражает все расходы",
      content: `В смете указаны стоимость доставки материалов на объект и стоимость его разгрузки, подъема и заноса на объект.`,
      id: 6,
    },
    {
      subtitle: "Удобство планирования Вашего бюджета",
      content: `График оплаты показывает, какую оплату Вам необходимо вносить по ходу ремонта.`,
      id: 7,
    },
    {
      subtitle: "Бесплатный расчет сметы",
      content: `
      Выезд нашего специалиста и расчет стоимости ремонта бесплатны и ни к чему Вас не обязывают. По Вашему желанию можем рассчитать несколько вариантов смет.
      `,
      id: 8,
    },
    {
      subtitle: "Оплата за работы по факту",
      content: `
      Каждые 2 недели согласно графика оплаты Вы проверяете качество и объем выполненных работ и вносите соответствующую оплату.
      `,
      id: 9,
    },
    {
      subtitle: "Ремонт высокого качества",
      content: `
      Выполняем ремонт под ключ только высокого качества в соответствии с действующими СНиПами и ГоСТами. Применяем современные технологии, в т.ч. технологии немецкого концерна «Кнауф». Наши бригады укомплектованы современными инструментами и оборудованием.
      `,
      id: 10,
    },
    {
      subtitle: "Консультация",
      content: `
      Проконсультируем Вас по любым вопросам, связанных с ремонтом квартир Екатеринбурга.
      `,
      id: 11,
    },
    {
      subtitle: "Наша помощь Вам",
      content: `
      Поможем выбрать и купить отделочные материалы и оборудование, исходя из Вашего бюджета. Также можем вместе с Вами съездить в магазин стройматериалов и помочь выбрать на месте любые отделочные материалы и оборудование.
      `,
      id: 12,
    },
    {
      subtitle: "Инженерно-коммуникационные сети",
      content: `
      Разработаем электропроект и проекты инженерных систем. Можем согласовать его со всеми инстанциями.
      `,
      id: 13,
    },
    {
      subtitle: "Любой вид расчёта",
      content: `
      Наличный, безналичный.
      `,
      id: 14,
    },
  ],
};
