import svgHouse from "../../assets/image/icons/house.svg";
import svgKey from "../../assets/image/icons/key.svg";
import svgElectric from "../../assets/image/icons/electric.svg";
import svgBrush from "../../assets/image/icons/brush.svg";
import svgHammer from "../../assets/image/icons/hammer.svg";
import svgTiles from "../../assets/image/icons/tiles.svg";
import svgEngineering from "../../assets/image/icons/engineering.svg";
import svgWallpaper from "../../assets/image/icons/wallpaper.svg";
export const whatWeDo = {
  header: "ВИДЫ РЕМОНТНЫХ РАБОТ",
  title: `Чтобы ремонт не превратился в серьёзное испытание, доверьте выполнение
  ремонтно-строительных работ профессионалам!`,
  cards: [
    {
      alt: "Ремонт Екатеринбург",
      img: svgHouse,
      subtitle: "Капитальный ремонт",
      content: `
      Данный вид работ подразумевает замену устаревшей электропроводки, сантехники, системы отопления. /
      Позволит сделать помещение более функциональным, зонировать его, выделив место для работы и отдыха. /
      Профессионально выполненная перепланировка и замена инженерных коммуникаций дают возможность владельцам на 
      долгие годы забыть о необходимости проведения ремонтных работ.`,
      id: 0,
    },
    {
      alt: "Дизайнерский ремонт Екатеринбург",
      img: svgEngineering,
      subtitle: "Дизайнерский ремонт",
      content: `Дизайнерский ремонт – это возможность полностью переоборудовать свою квартиру или дом, обустроить оригинальный интерьер. /
      Предполагается выполнение полного комплекса услуг: от разработки дизайнерского проекта до сдачи объекта в эксплуатации. /
      Все работы проводятся узкоспециализированными мастерами, которые обладают большим опытом и колоссальными знаниями, строго соблюдают все особенности и нюансы технологических процессов, работают с современными материалами. /
       В результате заказчик получает функциональный, практичный, эстетичный интерьер во всех комнатах своего дома.`,
      id: 1,
    },
    {
      alt: "Косметический ремонт Екатеринбург",
      img: svgKey,
      subtitle: "Косметический ремонт",
      content: `При косметической отделке обновляется внешний вид квартиры без черновых работ, без смены планировки.`,
      id: 2,
    },
    {
      alt: "Евроремонт Екатеринбург",
      img: svgBrush,
      subtitle: "Евроремонт под ключ",
      content: `
      Данный вид работ подразумевает участие дизайнера с разработкой предварительного дизайн-проекта,
       в котором учитываются индивидуальные пожелания клиента, технические и климатические характеристики объекта.`,
      id: 3,
    },
    {
      alt: "Отделочные работы Екатеринбург",
      img: svgWallpaper,
      subtitle: "Отделочные работы",
      content: `
      Отделка — это любой вид работ, который направлен на изменение внешнего вида помещения. Под понятием отделка понимается как внутренняя отделка, так и внешние работы. /
       К внутренним отделочным работам относят отделку стен, потолка, пола. Внешние – это покраска, штукатурка, поклейка обоев, монтаж гипсокартона. /
       Отделочные работы — это комплекс мероприятий, в результате проведения которых помещение превращается из необработанного в более красивое и уютное.`,
      id: 4,
    },
    {
      alt: "Ремонт Екатеринбург",
      img: svgTiles,
      subtitle: "Плиточные работы",
      content: `Укладка плитки только поначалу, кажется простой работой. Но для того, чтобы работа прошла максимально быстро и просто, а результат прослужил, ни один год, требуется знать технологию, и иметь опыт в данной сфере. /
       Компания предлагает услуги квалифицированных плиточников, которые могут оказать помощь при проведении строительных или ремонтных работах.`,
      id: 5,
    },
    {
      alt: "Ремонт Екатеринбург",
      img: svgElectric,
      subtitle: "Инженерные работы",
      content: `Сегодня невозможно представить ни один дом (будь то загородный коттедж или городская многоэтажка) без сетей, различных систем и коммуникаций.
       Ведь комфортные условия для жизни не ограничиваются теперь бесперебойной подачей электричества и тепла. /
        В настоящее время сложно представить комфорт без интернета, телевидения, вентиляции и кондиционирования. 
        Не стоит так же забывать о важнейших системах водо- и газоснабжения.
      По сравнению с предыдущими годами, их устройство заметно изменилось. /
       Теперь при возведении любой постройки необходимо учитывать массу факторов, 
      правильно рассчитывать нагрузки, изучать особенности сооружения и прочие технические условия. Только с учетом всех требований удастся создать эффективные, 
      экономически выгодные и удобные в эксплуатации коммуникации.`,
      id: 6,
    },
    {
      alt: "Ремонт Екатеринбург",
      img: svgHammer,
      subtitle:
        "Комплекс ремонтно-строительных мероприятий разных уровней сложности",
      content: `Нам по силам ремонт любой сложности. Выполняем работы как в однокомнатной квартире, так и участвуем в строительстве крупных объектов.`,
      id: 7,
    },
  ],
};

/**
  {
      alt: "Ремонт Екатеринбург",
      img: svgHouse,
      subtitle:
        "Комплекс ремонтно-строительных мероприятий разных уровней сложности",
      content: ``,
      id: 4,
    },
 */
